Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.mz
source: Mozambique has a long Indian Ocean coastline that tied it historically to the Swahili world, Portuguese empire, and wider trade across the ocean. Coastal cities, island heritage, dhow culture, seafood, marrabenta music, and marine life give the country an atmosphere that feels bright, rhythmic, and strongly maritime. Sea routes are essential to understanding why Mozambique feels so different from many inland southern African states.
de: Mosambik hat eine lange Küstenlinie am Indischen Ozean, die es historisch mit der Swahili-Welt, dem Portugiesischen Reich und dem weiteren Handel über den Ozean verbunden hat. Küstenstädte, Inselerbe, Dhow-Kultur, Meeresfrüchte, Marrabenta-Musik und Meeresleben verleihen dem Land eine Atmosphäre, die hell, rhythmisch und stark maritim wirkt. Seerouten sind entscheidend, um zu verstehen, warum sich Mosambik so anders anfühlt als viele Binnenstaaten im südlichen Afrika.
es: Mozambique tiene una larga costa en el Océano Índico que históricamente lo vinculó con el mundo swahili, el imperio portugués y el comercio más amplio a través del océano. Las ciudades costeras, el patrimonio insular, la cultura del dhow, los mariscos, la música marrabenta y la vida marina le dan al país una atmósfera que se siente brillante, rítmica y fuertemente marítima. Las rutas marítimas son esenciales para entender por qué Mozambique se siente tan diferente de muchos estados del interior del sur de África.
fr: Le Mozambique possède une longue côte sur l'océan Indien qui le reliait historiquement au monde swahili, à l'empire portugais et aux échanges plus larges à travers l'océan. Les villes côtières, le patrimoine insulaire, la culture du dhow, les fruits de mer, la musique marrabenta et la vie marine confèrent au pays une atmosphère lumineuse, rythmée et fortement maritime. Les routes maritimes sont essentielles pour comprendre pourquoi le Mozambique semble si différent de nombreux États enclavés de l'Afrique australe.
it: Il Mozambico ha una lunga costa dell’Oceano Indiano che lo lega storicamente al mondo swahili, all’impero portoghese e al più ampio commercio attraverso l’oceano. Le città costiere, il patrimonio dell'isola, la cultura del dhow, i frutti di mare, la musica marrabenta e la vita marina conferiscono al paese un'atmosfera luminosa, ritmata e fortemente marittima. Le rotte marittime sono essenziali per capire perché il Mozambico si sente così diverso da molti stati dell’entroterra dell’Africa meridionale.
pt_br: Moçambique possui uma longa costa no Oceano Índico que o ligou historicamente ao mundo suaíli, ao império português e ao comércio mais amplo através do oceano. Cidades costeiras, herança das ilhas, cultura dos dhows, frutos do mar, música marrabenta e vida marinha conferem ao país uma atmosfera que parece brilhante, rítmica e fortemente marítima. Rotas marítimas são essenciais para entender por que Moçambique se sente tão diferente de muitos estados africanos do interior.
ru: Мозамбик имеет длинную береговую линию вдоль Индийского океана, что исторически связывало его с суахилийским миром, Португальской империей и более широкой торговлей через океан. Прибрежные города, островное наследие, культура дау, морепродукты, музыка маррабента и морская жизнь придают стране атмосферу яркости, ритмичности и сильной морской направленности. Морские пути являются ключевыми для понимания того, почему Мозамбик ощущается настолько отличным от многих внутренних государств южной Африки.

# country.description.na
source: Namibia is one of the world's least densely populated countries, a fact that heightens the effect of its red dunes, desert coast, and huge night skies. It is one of Africa's great road-trip countries, with surreal scenery, desert-adapted wildlife, and a visual style that feels almost cinematic. People often come for the landscapes, but they stay impressed by how much quiet drama the country carries.
de: Namibia ist eines der am dünnsten besiedelten Länder der Welt, eine Tatsache, die die Wirkung seiner roten Dünen, der Wüstenküste und des riesigen Nachthimmels verstärkt. Es ist eines der großartigen Roadtrip-Länder Afrikas, mit surrealen Landschaften, an die Wüste angepasster Tierwelt und einem visuellen Stil, der sich fast filmisch anfühlt. Die Menschen kommen oft wegen der Landschaften, bleiben aber beeindruckt davon, wie viel stille Dramatik das Land ausstrahlt.
es: Namibia es uno de los países con menor densidad de población del mundo, un hecho que realza el efecto de sus dunas rojas, su costa desértica y sus enormes cielos nocturnos. Es uno de los grandes países de África para hacer viajes por carretera, con paisajes surrealistas, fauna adaptada al desierto y un estilo visual que se siente casi cinematográfico. La gente a menudo viene por los paisajes, pero se quedan impresionados por la cantidad de drama silencioso que el país alberga.
fr: La Namibie est l'un des pays les moins densément peuplés du monde, un fait qui accentue l'effet de ses dunes rouges, de sa côte désertique et de ses vastes ciels nocturnes. C'est l'un des grands pays africains pour les voyages en voiture, avec des paysages surréalistes, une faune adaptée au désert et un style visuel qui semble presque cinématographique. Les gens viennent souvent pour les paysages, mais ils restent impressionnés par le calme dramatique que le pays dégage.
it: La Namibia è uno dei paesi meno densamente popolati del mondo, un fatto che accentua l'effetto delle sue dune rosse, della costa deserta e degli enormi cieli notturni. È uno dei paesi africani ideali per i viaggi su strada, con scenari surreali, fauna selvatica adattata al deserto e uno stile visivo che sembra quasi cinematografico. Le persone spesso vengono per i paesaggi, ma rimangono colpite dalla quiete drammatica che il paese porta con sé.
pt_br: A Namíbia é um dos países menos densamente povoados do mundo, um fato que intensifica o efeito de suas dunas vermelhas, costa desértica e enorme céu noturno. É um dos grandes países da África para viagens de carro, com cenários surreais, vida selvagem adaptada ao deserto e um estilo visual que parece quase cinematográfico. As pessoas muitas vezes vêm pelas paisagens, mas ficam impressionadas com o quanto de drama silencioso o país carrega.
ru: Намибия является одной из наименее густонаселённых стран в мире, что усиливает эффект её красных дюн, пустынного побережья и огромного ночного неба. Это одна из замечательных африканских стран для автомобильных поездок, с сюрреалистическими пейзажами, дикой природой, приспособленной к пустыне, и визуальным стилем, который кажется почти кинематографичным. Люди часто приезжают ради пейзажей, но их впечатляет, насколько много тихой драмы заключено в этой стране.

# country.description.nc
source: New Caledonia is a French territory in the Pacific with one of the world's largest lagoons and a strong Indigenous Kanak political movement. Nickel mining, French settlement, and repeated debates over independence give the islands a political texture far more complex than a beach image would suggest. It is one of the clearest examples of unfinished decolonization in the Pacific.
de: Neukaledonien ist ein französisches Gebiet im Pazifik mit einer der größten Lagunen der Welt und einer starken indigenen Kanak-Politikbewegung. Nickelabbau, französische Siedlungen und wiederholte Debatten über die Unabhängigkeit verleihen den Inseln eine politische Struktur, die weit komplexer ist, als ein Strandbild vermuten lässt. Es ist eines der klarsten Beispiele für unvollständige Dekolonisierung im Pazifik.
es: Nueva Caledonia es un territorio francés en el Pacífico con una de las lagunas más grandes del mundo y un fuerte movimiento político indígena kanak. La minería de níquel, el asentamiento francés y los repetidos debates sobre la independencia le dan a las islas una textura política mucho más compleja de lo que una imagen de playa podría sugerir. Es uno de los ejemplos más claros de descolonización incompleta en el Pacífico.
fr: La Nouvelle-Calédonie est un territoire français dans le Pacifique avec l'un des plus grands lagons du monde et un fort mouvement politique autochtone kanak. L'exploitation du nickel, la colonisation française et les débats répétés sur l'indépendance donnent aux îles une texture politique bien plus complexe que ne le suggérerait une image de plage. C'est l'un des exemples les plus clairs de décolonisation inachevée dans le Pacifique.
it: La Nuova Caledonia è un territorio francese nel Pacifico con una delle lagune più grandi del mondo e un forte movimento politico indigeno Kanak. L’estrazione del nichel, gli insediamenti francesi e i ripetuti dibattiti sull’indipendenza conferiscono alle isole un tessuto politico molto più complesso di quanto suggerirebbe l’immagine di una spiaggia. È uno degli esempi più chiari di decolonizzazione incompiuta nel Pacifico.
pt_br: A Nova Caledônia é um território francês no Pacífico com uma das maiores lagoas do mundo e um forte movimento político indígena Kanak. A mineração de níquel, a colonização francesa e os debates repetidos sobre a independência dão às ilhas uma textura política muito mais complexa do que uma imagem de praia sugeriria. É um dos exemplos mais claros de descolonização inacabada no Pacífico.
ru: Новая Каледония — это французская территория в Тихом океане с одной из крупнейших в мире лагун и сильным политическим движением коренных народов канаков. Добыча никеля, французское поселение и неоднократные дебаты по поводу независимости придают островам политическую сложность, которая намного превосходит впечатление от пляжного образа. Это один из самых ярких примеров незавершённой деколонизации в Тихом океане.

# country.description.ne
source: Niger occupies a huge stretch of the Sahara and Sahel, which means arid geography is central to nearly every part of life and movement. It has long been tied to caravan routes, Hausa and Tuareg worlds, desert cities, and a visual culture shaped by open space and bright light. Many people know the name only vaguely, but the country has a deep and distinctive Sahelian identity.
de: Niger erstreckt sich über ein riesiges Gebiet der Sahara und des Sahel, was bedeutet, dass die trockene Geografie für fast jeden Lebens- und Bewegungsaspekt zentral ist. Das Land ist seit langem mit Karawanenrouten, der Welt der Hausa und Tuareg, Wüstenstädten und einer visuellen Kultur verbunden, die durch offenen Raum und helles Licht geprägt ist. Viele Menschen kennen den Namen nur vage, aber das Land hat eine tiefe und unverwechselbare sahelische Identität.
es: Níger ocupa una gran extensión del Sahara y el Sahel, lo que significa que la geografía árida es central en casi todos los aspectos de la vida y el movimiento. Ha estado vinculado desde hace mucho tiempo a las rutas de caravanas, a los mundos Hausa y Tuareg, a las ciudades del desierto y a una cultura visual moldeada por el espacio abierto y la luz brillante. Muchas personas conocen el nombre solo de manera vaga, pero el país tiene una identidad saheliana profunda y distintiva.
fr: Le Niger occupe une vaste étendue du Sahara et du Sahel, ce qui signifie que la géographie aride est centrale dans presque tous les aspects de la vie et des déplacements. Il a longtemps été lié aux routes de caravanes, aux mondes haoussa et touareg, aux villes désertiques et à une culture visuelle façonnée par l'espace ouvert et la lumière vive. Beaucoup de gens connaissent le nom seulement vaguement, mais le pays possède une identité sahélienne profonde et distinctive.
it: Il Niger occupa un'enorme distesa del Sahara e del Sahel, il che significa che la geografia arida è centrale per quasi ogni parte della vita e del movimento. È stato a lungo legato alle rotte carovaniere, ai mondi Hausa e Tuareg, alle città deserte e a una cultura visiva modellata da spazi aperti e luce intensa. Molte persone conoscono il nome solo vagamente, ma il paese ha un’identità saheliana profonda e distintiva.
pt_br: O Níger ocupa uma grande extensão do Saara e do Sahel, o que significa que a geografia árida é central para quase todas as partes da vida e do deslocamento. Há muito tempo está ligado a rotas de caravanas, aos mundos Hausa e Tuaregue, às cidades do deserto e a uma cultura visual moldada pelo espaço aberto e pela luz intensa. Muitas pessoas conhecem o nome apenas vagamente, mas o país possui uma identidade saheliana profunda e distinta.
ru: Нигер занимает огромный участок Сахары и Сахеля, что означает, что засушливая география является центральным элементом почти во всех аспектах жизни и передвижения. Он давно связан с караванными путями, миром хауса и туарегов, пустынными городами и визуальной культурой, формируемой открытым пространством и ярким светом. Многие люди знают это название лишь смутно, но у страны есть глубокая и отличительная саэльская идентичность.

# country.description.nf
source: Norfolk Island is a small Australian external territory whose social memory is strongly tied to descendants of the Bounty mutineers and their Tahitian companions. That lineage gives the island a cultural profile very different from mainland Australia. Cliffs, pine trees, and distance matter, but so does the strange historical route by which people ended up there.
de: Norfolk Island ist ein kleines australisches Außengebiet, dessen gesellschaftliches Gedächtnis stark mit den Nachkommen der Meuterei auf der Bounty und ihren tahitianischen Begleitern verbunden ist. Diese Abstammung verleiht der Insel ein kulturelles Profil, das sich stark vom australischen Festland unterscheidet. Klippen, Kiefern und Entfernung sind wichtig, aber auch der seltsame historische Weg, auf dem die Menschen dorthin gelangten.
es: La Isla Norfolk es un pequeño territorio externo australiano cuya memoria social está fuertemente vinculada a los descendientes de los amotinados del Bounty y sus compañeros tahitianos. Esa ascendencia le da a la isla un perfil cultural muy diferente al de la Australia continental. Los acantilados, los pinos y la distancia importan, pero también importa la extraña ruta histórica por la cual la gente llegó allí.
fr: L'île Norfolk est un petit territoire externe australien dont la mémoire sociale est fortement liée aux descendants des mutins de la Bounty et de leurs compagnons tahitiens. Cette lignée confère à l'île un profil culturel très différent de celui de l'Australie continentale. Les falaises, les pins et l'isolement comptent, mais le chemin historique étrange par lequel les gens y sont arrivés compte aussi.
it: L'isola di Norfolk è un piccolo territorio esterno australiano la cui memoria sociale è fortemente legata ai discendenti degli ammutinati del Bounty e ai loro compagni tahitiani. Questo lignaggio conferisce all'isola un profilo culturale molto diverso dall'Australia continentale. Le scogliere, i pini e la distanza contano, ma lo è anche lo strano percorso storico attraverso il quale le persone arrivarono lì.
pt_br: A Ilha Norfolk é um pequeno território externo australiano cuja memória social está fortemente ligada aos descendentes dos amotinados do Bounty e seus companheiros taitianos. Essa linhagem dá à ilha um perfil cultural muito diferente do da Austrália continental. Penhascos, pinheiros e distância importam, mas também importa a estranha rota histórica pela qual as pessoas acabaram lá.
ru: Остров Норфолк — это небольшая внешняя территория Австралии, чья социальная память тесно связана с потомками мятежников с корабля «Баунти» и их таитянскими спутниками. Эта родословная придает острову культурный облик, сильно отличающийся от материковой Австралии. Важны утёсы, сосны и удалённость, но также имеет значение и странный исторический путь, по которому люди оказались здесь.

# country.description.ng
source: Nigeria is Africa's most populous country and one of its major cultural engines, with enormous influence in music, film, literature, religion, and business. It is also a federation of many large ethnic, linguistic, and religious communities, which is why the national story is never simple. Lagos alone would be historically interesting; the fact that it is only one piece of Nigeria tells you the scale involved.
de: Nigeria ist das bevölkerungsreichste Land Afrikas und eine seiner wichtigsten kulturellen Triebkräfte, mit enormem Einfluss in Musik, Film, Literatur, Religion und Wirtschaft. Es ist auch eine Föderation vieler großer ethnischer, sprachlicher und religiöser Gemeinschaften, weshalb die nationale Geschichte nie einfach ist. Allein Lagos wäre historisch interessant; die Tatsache, dass es nur ein Teil Nigerias ist, zeigt Ihnen das Ausmaß.
es: Nigeria es el país más poblado de África y uno de sus principales motores culturales, con una enorme influencia en la música, el cine, la literatura, la religión y los negocios. También es una federación de muchas grandes comunidades étnicas, lingüísticas y religiosas, por lo que la historia nacional nunca es simple. Solo Lagos sería históricamente interesante; el hecho de que sea solo una parte de Nigeria te indica la magnitud involucrada.
fr: Le Nigeria est le pays le plus peuplé d'Afrique et l'un de ses principaux moteurs culturels, avec une influence énorme dans la musique, le cinéma, la littérature, la religion et les affaires. C'est aussi une fédération de nombreuses grandes communautés ethniques, linguistiques et religieuses, ce qui explique pourquoi l'histoire nationale n'est jamais simple. Lagos à elle seule serait historiquement intéressante ; le fait qu'elle ne soit qu'une partie du Nigeria vous indique l'ampleur impliquée.
it: La Nigeria è il paese più popoloso dell'Africa e uno dei suoi principali motori culturali, con un'enorme influenza nella musica, nel cinema, nella letteratura, nella religione e negli affari. È anche una federazione di molte grandi comunità etniche, linguistiche e religiose, motivo per cui la storia nazionale non è mai semplice. Solo Lagos sarebbe storicamente interessante; il fatto che sia solo un pezzo della Nigeria ti dice la portata coinvolta.
pt_br: A Nigéria é o país mais populoso da África e um de seus principais motores culturais, com enorme influência na música, cinema, literatura, religião e negócios. É também uma federação de muitas grandes comunidades étnicas, linguísticas e religiosas, razão pela qual a história nacional nunca é simples. Apenas Lagos seria historicamente interessante; o fato de ser apenas uma parte da Nigéria mostra a escala envolvida.
ru: Нигерия является самой населённой страной Африки и одним из её основных культурных центров, обладающим огромным влиянием в музыке, кино, литературе, религии и бизнесе. Она также является федерацией множества крупных этнических, языковых и религиозных сообществ, поэтому национальная история никогда не бывает простой. Одного только Лагоса было бы достаточно, чтобы он был исторически интересным; тот факт, что он является лишь одной частью Нигерии, показывает масштаб происходящего.

# country.description.ni
source: Nicaragua is the largest country in Central America, defined by lakes, volcanoes, colonial cities, and a surprisingly varied landscape between Pacific and Caribbean worlds. Granada and Leon give it some of the region's strongest colonial urban character, while islands, crater lakes, and surf towns add a more playful side. Its physical beauty is obvious, and the country often feels bigger and more varied than first-time visitors expect.
de: Nicaragua ist das größte Land in Mittelamerika, geprägt von Seen, Vulkanen, kolonialen Städten und einer überraschend abwechslungsreichen Landschaft zwischen Pazifik- und Karibikwelten. Granada und León verleihen ihm einen der stärksten kolonialen Stadtcharaktere der Region, während Inseln, Kraterseen und Surferstädte eine spielerischere Seite hinzufügen. Seine natürliche Schönheit ist offensichtlich, und das Land wirkt für Erstbesucher oft größer und vielfältiger, als sie erwarten.
es: Nicaragua es el país más grande de América Central, definido por lagos, volcanes, ciudades coloniales y un paisaje sorprendentemente variado entre los mundos del Pacífico y del Caribe. Granada y León le confieren parte del carácter urbano colonial más fuerte de la región, mientras que las islas, los lagos de cráter y los pueblos de surf añaden un lado más lúdico. Su belleza física es evidente, y el país a menudo se siente más grande y variado de lo que los visitantes primerizos esperan.
fr: Le Nicaragua est le plus grand pays d'Amérique centrale, caractérisé par des lacs, des volcans, des villes coloniales et un paysage étonnamment varié entre les mondes pacifique et caribéen. Granada et León lui confèrent une partie du caractère urbain colonial le plus marqué de la région, tandis que les îles, les lacs de cratère et les villes de surf ajoutent un côté plus ludique. Sa beauté physique est évidente, et le pays paraît souvent plus grand et plus diversifié que ce à quoi s'attendent les visiteurs pour la première fois.
it: Il Nicaragua è il paese più grande dell'America Centrale, caratterizzato da laghi, vulcani, città coloniali e un paesaggio sorprendentemente vario tra il mondo del Pacifico e quello dei Caraibi. Granada e Leon le conferiscono il carattere urbano coloniale più forte della regione, mentre le isole, i laghi vulcanici e le città del surf aggiungono un lato più giocoso. La sua bellezza fisica è evidente e il paese spesso sembra più grande e vario di quanto si aspetti chi lo visita per la prima volta.
pt_br: A Nicarágua é o maior país da América Central, definido por lagos, vulcões, cidades coloniais e uma paisagem surpreendentemente variada entre os mundos do Pacífico e do Caribe. Granada e León conferem a ele parte do caráter urbano colonial mais marcante da região, enquanto ilhas, lagos de crateras e cidades de surf acrescentam um lado mais lúdico. Sua beleza física é óbvia, e o país frequentemente parece maior e mais variado do que os visitantes de primeira viagem esperam.
ru: Никарагуа — крупнейшая страна в Центральной Америке, известная своими озерами, вулканами, колониальными городами и удивительно разнообразным пейзажем между Тихоокеанским и Карибским регионами. Гранада и Леон придают ей ярко выраженный колониальный городской характер региона, в то время как острова, кратерные озера и серфинг-городки добавляют более игривую сторону. Ее природная красота очевидна, и страна часто кажется больше и разнообразнее, чем ожидают впервые приезжающие.
